#brew "dapr/tap/dapr-cli"
#brew "flyway"
#brew "podman"
#brew "spruce"
#brew "werf"
#cask "1password"
#cask "podman-desktop"
#cask "rectangle"
#cask "spotify"
#mas "1Password", id: 443_987_910

tap "xataio/pgroll"
tap "auth0/auth0-cli"
tap "oven-sh/bun"
tap "encoredev/tap"

brew "auth0"
brew "awscli"
brew "buildpacks/tap/pack"
brew "cilium-cli"
brew "cocoapods"
brew "dbmate"
brew "dopplerhq/cli/doppler"
brew "encore"
brew "fzf"
brew "gh"
brew "go"
brew "helm"
brew "jq"
brew "libpq"
brew "neovim"
brew "nmap"
brew "nvm"
brew "oh-my-posh"
#brew "pgroll"
brew "pulumi/tap/pulumi"
brew "sqlc"
brew "tree"
brew "trivy"
brew "watch"
brew "wget2"
#brew "yarn"
brew "yq"
brew "oven-sh/bun/bun"
#cask "anythingllm"
cask "balenaetcher"
cask "brave-browser"
cask "cyberduck"
#cask "disk-drill"
cask "ghostty"
cask "iterm2"
cask "loom"
cask "microsoft-teams"
cask "orbstack"
cask "protonvpn"
cask "roam"
cask "signal"
cask "trunk-io"
cask "visual-studio-code"
#cask "graalvm-jdk"
